{
  "warrior": "A Warrior is a hack-and-slash character, who solves most of his problems by cutting them to pieces, but will occasionally fall back on the help of a magical device. Unfortunately, many high-level devices may be forever beyond their use. A warrior's prime statistics are Strength, Dexterity and Constitution. Warriors cannot learn magic and gain experience for destroying high level spellbooks.",
  "mage": "A Mage is a spell caster that must live by his wits as he cannot hope to simply hack his way through the dungeon like a warrior. A mage should carry a range of magical devices to help him, which he can master far more easily than anyone else. A mage's prime statistic is Intelligence. Unlike other spellcasting classes, mages can freely choose any two magic realms.",
  "priest": "A Priest is a character devoted to serving a higher power. They explore the dungeon in the service of their God. A Priest's primary stat is Wisdom since this determines his success at praying to his deity. Priests are good at resisting spells cast at them and make decent fighters but prefer blunt weapons over edged ones. A priest wielding an edged weapon will be uncomfortable unless it has been blessed.",
  "rogue": "A Rogue is a character that prefers to live by his cunning, but is capable of fighting his way out of a tight spot. Rogues are good at locating hidden traps and doors and are the masters of disarming traps and picking locks. A rogue has high stealth allowing him to sneak around many creatures without having to fight, or to get in a telling first blow. A rogue's primary statistics are Intelligence and Dexterity.",
  "ranger": "A Ranger is a combination of a warrior and a mage who has developed a special affinity for the natural world around him. He is a good fighter and the best of the classes with a missile weapon such as a bow. A ranger has good stealth, good perception, good searching, a good saving throw and is good with magical devices. All rangers are trained in Nature magic.",
  "paladin": "A Paladin is a combination of a warrior and a priest. Paladins are very good fighters, second only to the warrior class, but not very good at missile weapons. A paladin lacks much in the way of abilities. He is poor at stealth, perception, searching, and magical devices but has a decent saving throw due to his divine alliance. There are two types: those trained in Life magic and Death Knights trained in Death magic.",
  "warrior_mage": "A Warrior-Mage is precisely what the name suggests: a cross between the warrior and mage classes. While their brothers, the rangers, specialize in Nature magic and survival skills, true Warrior-Mages attempt to reach the best of both worlds. As warriors they are much superior to the usual Mage class. Warrior-mages begin with Arcane magic, and can freely select another realm.",
  "chaos_warrior": "Chaos Warriors are the feared servants of the terrible Demon Lords of Chaos. Every Chaos Warrior has a Patron Demon and, when gaining a level, may receive a reward from his Patron. He might be healed or polymorphed, his stats could be increased, or he might be rewarded with an awesome weapon. Or his Patron might get annoyed and do something nasty. Chaos Warriors are trained in Chaos magic only.",
  "monk": "The Monk character class is very different from all other classes. Although they can use weapons and armor, their training in martial arts makes them much more powerful with no armor or weapons. As a monk gains experience he learns new, powerful forms of attack and is able to land more blows per round. The typical monk studies Nature magic, but there are also dark monks who practice Death magic.",
  "mindcrafter": "The Mindcrafter is a unique class that uses the powers of the mind instead of magic. These powers are unique to Mindcrafters, and vary from simple extrasensory powers to mental domination of others. Since these powers are developed by practice of certain disciplines, a Mindcrafter requires no spellbooks. A Mindcrafter's primary stat is Wisdom. Mindcrafters are not interested in 'magic' and learn no spells.",
  "high_mage": "High mages are mages who specialize in one particular field of magic and learn it very well - much better than the ordinary mage. For the price of giving up a second realm of magic, they gain substantial benefits in the mana costs, minimum levels, and failure rates in the spells of the realm of their specialty. A high mage's prime statistic is intelligence."
}
