{
  "human": "The human is the base character. All other races are compared to them. Humans can choose any class and are average at everything. Humans tend to go up levels faster than any other race because of their shorter life spans. No racial adjustments or intrinsics occur to characters choosing human.",
  "half_elf": "Half-elves tend to be smarter and faster than a human, but not as strong. Half-elves are slightly better at searching, disarming, saving throws, stealth, bows, and magic, but they are not as good at hand weapons. Half-elves may choose any class and do not receive any intrinsic abilities.",
  "elf": "Elves are better magicians than humans, but not as good at fighting. They tend to be smarter than either humans or half-elves and also have better wisdom. Elves are better at searching, disarming, perception, stealth, bows, and magic, but they are not as good at hand weapons. They resist light effects intrinsically.",
  "hobbit": "Hobbits, or Halflings, are very good at bows, throwing, and have good saving throws. They also are very good at searching, disarming, perception, and stealth; so they make excellent rogues. They will be much weaker than humans, and no good at melee fighting. Halflings have fair infravision. They have their dexterity sustained.",
  "gnome": "Gnomes are smaller than dwarves but larger than Halflings. They live in the earth in burrow-like homes. Gnomes make excellent mages, and have very good saving throws. They are good at searching, disarming, perception, and stealth. They have lower strength than humans so they are not very good at fighting with hand weapons. Gnomes are protected intrinsically against paralysis. At higher levels, Gnomes learn to teleport at will.",
  "dwarf": "Dwarves are the headstrong miners and fighters of legend. They tend to be stronger and tougher but slower and less intelligent than humans. Because they are so headstrong and are somewhat wise, they resist spells which are cast on them. Dwarves also have very good infra-vision because they live underground. Dwarves have miserable stealth. They can never be blinded.",
  "half_orc": "Half-Orcs make excellent warriors and decent priests, but are terrible at magic. They are as bad as dwarves at stealth, and horrible at searching, disarming, and perception. Half-Orcs tend to have great constitutions and lots of hit points. Because of their preference to living underground, Half-Orcs resist darkness attacks.",
  "half_troll": "Half-Trolls are incredibly strong, and have more hit points than most other races. They are also very stupid and slow. They will make great warriors and iffy priests. They are bad at searching, disarming, perception, and stealth. Half-trolls always have their strength sustained. At higher levels, Half-Trolls learn to enter a berserk fury, and regenerate wounds automatically.",
  "amberite": "The Amberites are a reputedly immortal race, who are endowed with numerous advantages in addition to their longevity. They are very tough and their constitution cannot be reduced, and their ability to heal wounds far surpasses that of any other race. They gain levels much slower than the other races. At high levels, they learn the innate Amberite powers of Pattern Mindwalking and Shadow Shifting.",
  "high_elf": "High-elves are a race of immortal beings dating from the beginning of time. They are masters of all skills, and are strong and intelligent, although their wisdom is sometimes suspect. High-elves begin their lives able to see the unseen, and resist light effects just like regular elves. However, experience is very hard for them to gain.",
  "barbarian": "Barbarians are hardy men of the north. They are fierce in combat, and their wrath is feared throughout the world. Combat is their life: they feel no fear, and they learn to enter battle frenzy at will even sooner than half-trolls. Barbarians are, however, suspicious of magic, which makes magic devices fairly hard for them to use.",
  "half_ogre": "Half-Ogres are like Half-Orcs, only more so. They are big, bad, and stupid. For warriors, they have all the necessary attributes, and they can even become wizards: after all, they are related to Ogre Magi, from whom they have learned the skill of setting trapped runes. Like Half-Orcs, they resist darkness, and like Half-Trolls, they have their strength sustained.",
  "half_giant": "Half-Giants limited intelligence makes it difficult for them to become full spellcasters, but with their huge strength they make excellent warriors. No ordinary wall can withstand the fury of a half-giant, and at higher levels they can learn the power of magical digging. Their thick skin makes them resistant to shards, and they have their strength sustained.",
  "half_titan": "Half-mortal descendants of the mighty titans, these immensely powerful creatures put almost any other race to shame. They may lack the fascinating special powers of certain other races, but their enhanced attributes more than make up for that. They learn to estimate the strengths of their foes, and their love for law and order makes them resistant to the effects of Chaos.",
  "cyclops": "With but one eye, a Cyclops can see more than many with two eyes. They are headstrong, and loud noises bother them very little. They are not quite qualified for the magic using professions, but their accuracy with thrown rocks can be deadly...",
  "yeek": "Yeeks are among the most pathetic creatures. Fortunately, their horrible screams can scare away less confident foes, and their skin becomes more and more resistant to acid, as they gain experience. But having said that, even a mediocre monster can wipe the floor with an unwary Yeek.",
  "klackon": "Klackons are bizarre semi-intelligent ant-like insectoid creatures. They make great fighters, but their mental abilities are severely limited. Obedient and well-ordered, they can never be confused. They are also very nimble, and become faster as they advance levels. They are also very acidic, inherently resisting acid, and capable of spitting acid at higher levels.",
  "kobold": "Kobolds are a weak goblin race. They love poisoned weapons, and can learn to throw poisoned darts. They are also inherently resistant to poison, and can become adequate fighters, although they are not one of the more powerful races.",
  "nibelung": "The hated and persecuted race of nocturnal dwarves, these cave-dwellers are not much bothered by darkness. Their natural inclination to magical items has made them immune to effects which could drain away magical energy, and like ordinary dwarves, they can examine the dungeon to discover traps and secret doors.",
  "dark_elf": "Another dark, cave-dwelling race, likewise unhampered by darkness attacks, the Dark Elves have a long tradition and knowledge of magic. With their intelligence they can become superb mages or priests, and they have an inherent magic missile attack available to them at a low level. They also learn to see invisible things.",
  "draconian": "A humanoid race with dragon-like attributes. As they advance levels, they gain new elemental resistances, and they also have a breath weapon, which becomes more powerful with experience. The exact type of the breath weapon depends on the Draconian's class and level. With their wings, they can easily escape any pit trap unharmed.",
  "mindflayer": "A secretive and mysterious ancient race. Their civilization may well be older than any other on our planet, and their intelligence and wisdom are naturally sustained, and are so great that they enable Mind Flayers to become more powerful spellcasters than any other race. As they advance levels, they gain the powers of See Invisible, Telepathy and a mind blast attack.",
  "imp": "A demon-creature from the nether-world, naturally resistant to fire attacks, and capable of learning fire bolt and fire ball attacks. They are little loved by other races, but can perform fairly well in most professions.",
  "golem": "A Golem is an artificial creature, built from a lifeless raw material like clay, and awakened to life. They are nearly mindless, making them useless for professions which rely on magic, but as warriors they are very tough. They are resistant to poison, they can see invisible things, and move freely. Golems gain natural armor class bonus from their tough body.",
  "skeleton": "As undead beings, skeletons need to worry very little about poison or attacks that can drain life. They do not really use eyes for perceiving things, and are thus not fooled by invisibility. Their bones are resistant to shard attacks, and they will quickly become resistant to cold. It is very hard for skeletons to eat food or drink potions.",
  "zombie": "Much like Skeletons, Zombies too are undead horrors: they are resistant to life-draining attacks, and can learn to restore their life-force. Like skeletons, they become resistant to cold-based attacks, resist poison and can see invisible. Zombies are resistant to Nether. Like Golems, they gain very little nutrition from the food of mortals.",
  "vampire": "One of the mightier undead creatures, the Vampire is an awe-inspiring sight. Yet this mighty creature has a serious weakness: the bright rays of sun are its bane. Darkness only makes the Vampire stronger. As undead, the Vampire resists nether, cold, and poison. The Vampire's special power is sucking blood from nearby monsters.",
  "spectre": "Another powerful undead creature: the Spectre is a ghastly apparition, surrounded by an unearthly green glow. They exist only partially on our plane of existence: half-corporeal, they can pass through walls. As undead, they have a firm hold on their life force, see invisible, and resist poison, cold, and nether. Spectres make superb spellcasters, but their physical form is very weak.",
  "sprite": "One of the several fairy races, Sprites are very small. They have tiny wings, and can fly over traps that may open up beneath them. They enjoy sunlight intensely. Although physically among the weakest races, Sprites are very talented in magic, and can become highly skilled wizards. Sprites have the special power of spraying Sleeping Dust.",
  "beastman": "This race is a blasphemous abomination produced by Chaos. It is a humanoid creature twisted by Chaos. All Beastmen are accustomed to Chaos so much that they are untroubled by confusion and sound. Beastmen are subject to mutations: when created, they receive a random mutation, and every time they advance a level they have a chance of gaining another.",
  "ghoul": "This race of undead preys upon the dead and dying. Ghouls can learn to sense living creatures around them and, having killed them, can feast upon their corpses gaining nourishment. As an undead being, Ghouls naturally resist the effects of cold, poison and life-draining attacks. The Ghoul's touch may paralyze some opponents."
}
